Repository: bnakusaki/Airbnb-clone
Catalog: lib/l10n/app_*.arb
Languages: fr

# authenticationScreenTitle
source: Log in or sign up to Airbnb
fr: Connectez-vous ou inscrivez-vous à Airbnb

# phoneAuthenticationScreenCountryDropDownFieldLabel
source: Country/Region
fr: Pays/Région

# phoneAuthenticationScreenPhoneNumberFieldLabel
source: Phone number
fr: Numéro de téléphone

# phoneAuthenticationScreenConfirmationNotice
source: We'll call or text you to confirm your number. Standard message and data rates apply.
fr: Nous vous appellerons ou vous enverrons un SMS pour confirmer votre numéro. Les tarifs standard pour les messages et les données s'appliquent.

# phoneAuthenticationScreenContinueButtonLabel
source: Continue
fr: Continuer

source: or
fr: ou

# authenticatoinProvidersButtonLable
source: Continue with {value}
fr: Continue avec {value}

# firstNameTextFieldLabel
source: First name
fr: Prénom

# lastNameTextFieldLabel
source: Last name
fr: Nom de famille

# profileSetupScreenTitle
source: Add your info
fr: Ajoutez vos informations

# nameFieldsCaution
source: Make sure it matches the name on your government ID.
fr: Assurez-vous qu'il correspond au nom figurant sur votre pièce d'identité gouvernementale.

# birthDayTextFieldLabel
source: Birthday
fr: Anniversaire

# birthDayTextFieldCaution
source: To sign up, you need to be at least 18. Other people who use Airbnb won't see your birthday.
fr: Pour vous inscrire, vous devez avoir au moins 18 ans. Les autres personnes qui utilisent Airbnb ne verront pas votre anniversaire.

# emailTextFieldInfo
source: We'll email you a reservation confirmation.
fr: Nous vous enverrons par e-mail une confirmation de réservation.

# passwordTextFieldLabel
source: Password
fr: Mot de passe

# passwordValidationMessages
source: Password strength is weak Can't include your name or email address
fr: La force du mot de passe est faible Impossible d'inclure votre nom ou votre adresse e-mail

# passwordValidationPassedMassege
source: Password is strong
fr: Le mot de passe est fort

# agreeAndContinueButtonLabel
source: Agree and continue
fr: Accepter et continuer

# msg1
source: By selecting
fr: En sélectionnant

# msg2
source: Agree and Continue
fr: Accepter et continuer

# msg3
source: , I agree to Airbnb's
fr: , j'accepte les conditions d'Airbnb

# msg4
source: Terms of Service
fr: Conditions d'utilisation

# msg5
source: Payment Terms of Service
fr: Conditions de service de paiement

# msg6
source: and
fr: et

# msg7
source: Nondiscrimination Policy
fr: Politique de non-discrimination

# msg8
source: , and acknowledge the
fr: , et reconnaissons le

# msg9
source: Privacy Policy
fr: politique de confidentialité

# commnityCommitmentSheetTitle
source: Our community commitment
fr: Notre engagement communautaire

# msg10
source: Airbnb is a community where anyone can belong
fr: Airbnb est une communauté à laquelle chacun peut appartenir

# msg11
source: To ensure this, we're asking you to commit to the following
fr: Pour garantir cela, nous vous demandons de vous engager à ce qui suit

# msg12
source: I agree to treat everyone in the Airbnb community-regardless if their race, religion, national origin, ethnicity, skin color, disability, sex, gender identity, sexual orientation or age-with respect, and without judgment or bias.
fr: J'accepte de traiter tous les membres de la communauté Airbnb, quels que soient leur race, leur religion, leur origine nationale, leur appartenance ethnique, leur couleur de peau, leur handicap, leur sexe, leur identité de genre, leur orientation sexuelle ou leur âge, avec respect, et sans jugement ni parti pris.

# learnMoreButtonLabel
source: Learn more
fr: Apprendre encore plus

# declineButtonLabel
source: Decline
fr: Déclin
